/* conjunction to end a compound sentence */
" and" = " i";

/* No comment provided by engineer. */
"%@" = "%@";

/* Account Name (Connecting) - shown for an account while it is connecting */
"%@ (Connecting)" = "%@ (łączę)";

/* No comment provided by engineer. */
"%@ had been successfully added to the Address Book.\nWould you like to edit the card now?" = "%@ został dodany do Książki adresowej.\nCzy chcesz teraz edytować wizytówkę?";

/* No comment provided by engineer. */
"%@ is not on any account. Please select a specific account or add this contact first." = "%@ is not on any account. Please select a specific account or add this contact first.";

/* No comment provided by engineer. */
"%@ on the account %@" = "%1$@ w koncie %2$@";

/* Event: <A contact's name> requested authorization */
"%@ requested authorization" = "%@ żąda autoryzacji";

/* This is displayed in the message window when prompting to receive a file. The first %@ is the sender; the second %@ is the filename of the file being sent. It will be followed by buttons such as 'Save' and 'Cancel'. */
"%@ requests to send you %@" = "%1$@ chce wysłać Ci %2$@";

/* Message displayed when a contact sends a buzz/nudge/other notification. %@ will be the other person's name. */
"%@ wants your attention!" = "%@ wymaga Twojej uwagi!";

/* Status message for a bookmark (>1 mention, >1 messages) */
"%d mentions, %d messages" = "%1$d wzmianek, %2$d wiadomości";

/* Status message for a bookmark (>1 messages) */
"%d messages" = "%d wiadomości";

/* No comment provided by engineer. */
"%u authorization requests" = "%u żądań autoryzacji";

/* comma between actions in the events list */
"," = ",";

/* period at the end of the Events pane sentence describing actions taken for an event */
"." = ".";

/* Status message for a bookmark (1 mention, >1 messages) */
"1 mention, %d messages" = "1 wzmianka, %d wiadomości";

/* Status message for a bookmark (1 mention, 1 message) */
"1 mention, 1 message" = "1 wzmianka, 1 wiadomość";

/* Status message for a bookmark (1 message) */
"1 message" = "1 wiadomość";

/* Colon which will be appended after a label such as 'User Name', before an input field */
":" = ":";

/* please keep the semicolon at the start of the line. %@ will be replaced by a status message. This is used when reading an entry in the contact list aloud, such as 'Evan Schoenberg; status message I am bouncing up and down' */
"; status message %@" = "; opis %@";

/* Placeholder displayed as the name of a new account */
"<New Account>" = "<Nowe konto>";

/* No comment provided by engineer. */
"\"%@\" is already in use." = "\"%@\" jest już używane.";

/* No comment provided by engineer. */
"a member of %@" = "członek %@";

/* No comment provided by engineer. */
"Account:" = "Konto:";

/* Label for contact alert action (e.g. Send message, Play sound, etc.) */
"Action:" = "Czynność:";

/* No comment provided by engineer. */
"Add Account" = "Dodaj konto";

/* No comment provided by engineer. */
"Add an action for the selected event" = "Dołącz zadanie do zaznaczonego zdarzenia";

/* Add To Address Book Contextual Menu */
"Add To Address Book" = "Dodaj do Książki adresowej";

/* No comment provided by engineer. */
"Adium provides encryption, authentication, deniability, and perfect forward secrecy over %@ via Off-the-Record Messaging (OTR). If your contact is not using an OTR-compatible messaging system, your contact will be sent a link to the OTR web site when you attempt to connect. For more information on OTR, visit https://otr.cypherpunks.ca/." = "Dzięki szyfrowaniu Off-the-Record (OTR) Adium umożliwia w %@ szyfrowanie, uwierzytelnianie, blokowanie i zachowanie prywatności. Jeżeli Twój kontakt korzysta z programu nieobsługującego OTR, zostanie mu wysłany odnośnik do witryny OTR po próbie nawiązania kontaktu. Więcej informacji na temat OTR na stronie https://otr.cypherpunks.ca/.";

/* No comment provided by engineer. */
"Alias:" = "Pseudonim:";

/* No comment provided by engineer. */
"An error had occurred while adding %@ to the Address Book." = "Wystąpił błąd podczas dodawania %@ do Książki adresowej";

/* No comment provided by engineer. */
"Any" = "Any";

/* No comment provided by engineer. */
"Authorization Requests" = "Żądania autoryzacji";

/* No comment provided by engineer. */
"Authorize" = "Autoryzuj";

/* No comment provided by engineer. */
"Authorize and Add" = "Autoryzuj i dodaj";

/* No comment provided by engineer. */
"Authorize Selected" = "Autoryzuj zaznaczone";

/* No comment provided by engineer. */
"Bookmarks" = "Zakładki";

/* No comment provided by engineer. */
"Cancel" = "Anuluj";

/* Cancel current account activity prefix */
"Cancel: %@" = "Anuluj: %@";

/* No comment provided by engineer. */
"Cannot open sound set" = "Nie można otworzyć zestawu dźwięków";

/* No comment provided by engineer. */
"Clear" = "Wymaż";

/* No comment provided by engineer. */
"Configure the selected action" = "Konfiguruj zaznaczone zadanie";

/* No comment provided by engineer. */
"Connect" = "Połącz";

/* Connect account prefix */
"Connect: %@" = "Połącz: %@";

/* %@ will be the name of a group in the contact list */
"contact group %@" = "grupa kontaktów %@";

/* No comment provided by engineer. */
"Contact List" = "Contact List";

/* No comment provided by engineer. */
"Contact not found" = "Contact not found";

/* No comment provided by engineer. */
"Contact requests authorization" = "Kontakt żąda autoryzacji";

/* No comment provided by engineer. */
"Continue" = "Dalej";

/* No comment provided by engineer. */
"Custom" = "Własny";

/* Button which deletes the selection */
"Delete" = "Usuń";

/* No comment provided by engineer. */
"Delete Account" = "Usuń konto";

/* New contact alert pane */
"Delete after event occurs" = "Usuń po zaistnieniu zdarzenia";

/* No comment provided by engineer. */
"Delete Event?" = "Usunąć zdarzenie?";

/* No comment provided by engineer. */
"Delete the account %@?" = "Czy usunąć konto %@?";

/* No comment provided by engineer. */
"Deny" = "Odmów";

/* No comment provided by engineer. */
"Deny and Block" = "Odmów i zablokuj";

/* No comment provided by engineer. */
"Deny Selected" = "Odmów zaznaczonym";

/* No comment provided by engineer. */
"Disable" = "Wyłącz";

/* %@ will be the name of a plugin. This is the title of the dialogue shown when an unknown plugin is loaded */
"Disable %@?" = "Czy wyłączyć %@?";

/* No comment provided by engineer. */
"Disabled Accounts" = "Konta wyłączone";

/* No comment provided by engineer. */
"Disconnect" = "Rozłącz";

/* Disconnect account prefix */
"Disconnect: %@" = "Rozłącz: %@";

/* Button which indicates that the editing sheet is done */
"Done" = "Gotowe";

/* Button which duplicates the selection */
"Duplicate" = "Powiel";

/* No comment provided by engineer. */
"Edit Account" = "Edytuj konto";

/* Edit In Address Book Contextual Menu */
"Edit In Address Book" = "Edytuj w Książce adresowej";

/* No comment provided by engineer. */
"Edit Link" = "Zmień odnośnik";

/* No comment provided by engineer. */
"Edit presets:" = "Zmień ustawienia:";

/* No comment provided by engineer. */
"Enable" = "Włącz";

/* Enable account prefix */
"Enable %@" = "Włącz %@";

/* Label besides the encryption preference menu */
"Encryption:" = "Szyfrowanie:";

/* No comment provided by engineer. */
"Error" = "Błąd";

/* Label for contact alert event (e.g. Contact signed on, Message received, etc.) */
"Event:" = "Zdarzenie:";

/* No comment provided by engineer. */
"Events" = "Zdarzenia";

/* No comment provided by engineer. */
"External plugins may cause crashes and odd behavior after updating Adium.  Disable this plugin if you experience any issues." = "Wtyczki zewnętrzne mogą być powodem zawieszania i dziwnej pracy Adium po jego uaktualnieniu. Wyłącz tę wtyczkę, jeżeli napotykasz na problemy.";

/* No comment provided by engineer. */
"Get Info" = "Informacje";

/* %@ will be the name of a bookmark */
"group chat bookmark %@" = "zakładka pogawędki grupowej %@";

/* No comment provided by engineer. */
"Idle" = "Nieaktywny";

/* No comment provided by engineer. */
"Ignore" = "Ignoruj";

/* No comment provided by engineer. */
"Ignore and Block" = "Ignoruj i zablokuj";

/* No comment provided by engineer. */
"Ignore Selected" = "Ignoruj zaznaczone";

/* No comment provided by engineer. */
"Invalid status icon pack" = "Nieprawidłowy pakiet znaczków statusu";

/* No comment provided by engineer. */
"Join" = "Dołącz";

/* No comment provided by engineer. */
"Join Chat" = "Dołącz do pogawędki";

/* Text of the typing preference checkbox in the account preferneces */
"Let others know when you are typing" = "Pozwól innym widzieć, że piszesz";

/* Label for the login server field in the account preferences */
"Login Server:" = "Serwer logowania:";

/* No comment provided by engineer. */
"New Alert" = "Nowe powiadomienie";

/* No comment provided by engineer. */
"No" = "Nie";

/* No comment provided by engineer. */
"No compatible accounts connected" = "Brak połączenia ze zgodnymi kontami";

/* No comment provided by engineer. */
"OK" = "OK";

/* Label for the password field in the account preferences */
"Password:" = "Hasło:";

/* No comment provided by engineer. */
"Paste" = "Wklej";

/* %@ will be the name of a plugin. This is the title of the dialogue shown when an plugin is loaded on an unsupported architecture. */
"Plugin %@ Will be Disabled" = "Plugin %@ Will be Disabled";

/* Label for the port field in the account preferences */
"Port:" = "Port:";

/* No comment provided by engineer. */
"Remove the %i actions associated with this event?" = "Czy usunąć %i zadań przypisanych do tego zdarzenia? ";

/* No comment provided by engineer. */
"Remove the selected action(s)" = "Usuń zaznaczone zadania";

/* Button which renames the selection */
"Rename" = "Zmień nazwę";

/* Event: requested authorization (follows a contact's name displayed as a header) */
"requested authorization" = "zażądał autoryzacji";

/* No comment provided by engineer. */
"Requests authorization" = "Żąda autoryzacji";

/* No comment provided by engineer. */
"Set to Current Adium Status" = "Ustaw bieżący status Adium";

/* Show In Address Book Contextual Menu */
"Show In Address Book" = "Pokaż w Książce adresowej";

/* No comment provided by engineer. */
"Social Networking" = "Social Networking";

/* No comment provided by engineer. */
"Social Networking Status" = "Status Social Networking";

/* No comment provided by engineer. */
"Social Networking Status:" = "Status Social Networking:";

/* No comment provided by engineer. */
"Sound set upgrade failed" = "Nieudane uaktualnienie zestawu dźwięków";

/* Title of a panel shown after adding successfully adding a contact to the address book. */
"Success" = "Sukces";

/* No comment provided by engineer. */
"The active status icon pack \"%@\" installed at \"%@\" is invalid.  It is missing the required status icon \"%@\".  If you received this pack from xtras.adium.im, please contact its author. Your status icon setting will be restored to the default." = "Aktywny zestaw znaczków statusu „%1$@”, zainstalowany w  „%2$@”, jest nieprawidłowy. Brakuje w nim wymaganego znaczka stanu „%3$@”. Jeżeli pobrałeś ten zestaw z xtras.adium.im, skontaktuj się z jego autorem. Zostaną przywrócone domyślne ustawienia znaczków statusu.";

/* No comment provided by engineer. */
"The bookmark %@ does not contain enough information and can not be used. Please recreate it next time you join the chat.\nWould you like to remove this bookmark?" = "The bookmark %@ does not contain enough information and can not be used. Please recreate it next time you join the chat.\nWould you like to remove this bookmark?";

/* No comment provided by engineer. */
"The characters you're entering are not valid for an account name on this service." = "Wprowadzone znaki nie mogą występować w nazwie ekranowej tej usługi.";

/* No comment provided by engineer. */
"The sound set %@ is version %i, and this version of Adium does not know how to handle that; perhaps try a later version of Adium." = "Zestaw dźwięków %1$@ jest w wersji %2$i i Adium nie potrafi go obsłużyć. Prawdopodobnie powinieneś użyć nowszej wersji Adium.";

/* No comment provided by engineer. */
"This plugin does not support your native architecture." = "This plugin does not support your native architecture.";

/* No comment provided by engineer. */
"This version of Adium uses a new format for sound sets. Adium was not able to update the sound set %@ located at %@. It has been disabled." = "Ta wersja Adium używa nowego formatu pakietów dźwięków. Nie można było uaktualnić pakietu dźwięków %1$@ znajdującego się w %2$@, więc został on wyłączony.";

/* Label in front of the title for a preset */
"Title:" = "Tytuł:";

/* Label beside the 'let others know when you are typing' checkbox in the account preferences */
"Typing:" = "Pisanie:";

/* No comment provided by engineer. */
"Unable to join bookmarked chat" = "Unable to join bookmarked chat";

/* No comment provided by engineer. */
"Unknown" = "Nieznane";

/* No comment provided by engineer. */
"User Name" = "Użytkownik";

/* No comment provided by engineer. */
"When %@ requests authorization" = "Gdy %@ żąda autoryzacji";

/* No comment provided by engineer. */
"When a contact requests authorization" = "Gdy kontakt żąda autoryzacji";

/* No comment provided by engineer. */
"Yes" = "Tak";

/* Displayed in an open chat when its account has been connected */
"You have connected" = "Połączono się";

/* Displayed in an open chat when its account has been connected */
"You have disconnected" = "Rozłączono się";

/* Message displayed when you send a buzz/nudge/other notification. %@ will be the other person's name. */
"You requested %@'s attention" = "Poprosiłeś %@ o uwagę";

/* No comment provided by engineer. */
"Your attention is requested!" = "Wymagana jest Twoja decyzja!";